[{"time": "00:00:08", "line": "Cells are the smallest living units of an organism."}, {"time": "00:00:16", "line": "All cells have 3 things in common   No matter what type of cells they are"}, {"time": "00:00:26", "line": "All cells have a cell membrane which separates the inside of the cell from the outside environment."}, {"time": "00:00:29", "line": "Cytoplasm, which is a fluid (fluid) like gelatin (pudding)"}, {"time": "00:00:35", "line": "and DNA which is the genetic material of the cell."}, {"time": "00:00:39", "line": "We generally have two categories of cells."}, {"time": "00:00:43", "line": "The first category are Eukaryotic cells.   They have organelles"}, {"time": "00:00:49", "line": "That includes the nucleus and other special parts."}, {"time": "00:00:52", "line": "Eukaryotic cells are the most advanced and complex cells."}, {"time": "00:00:57", "line": "like those found in plants and animals"}, {"time": "00:01:00", "line": "The second category are prokaryotic cells."}, {"time": "00:01:04", "line": "They have no membrane-bound nucleus or organelle."}, {"time": "00:01:09", "line": "They have genetic material, but it is not enclosed in the nucleus."}, {"time": "00:01:13", "line": "Prokaryotic cells are always uniform."}, {"time": "00:01:20", "line": "or unicellular organisms (uni-one, cell-cell), such as bacteria."}, {"time": "00:01:22", "line": "So what are organelles?   The word organel means \"small organ\""}, {"time": "00:01:32", "line": "Organelles are specialized parts of the cell that have specific jobs to do."}, {"time": "00:01:38", "line": "Let’s start with the nucleus, the cell’s control center."}, {"time": "00:01:43", "line": "The nucleus contains DNA or genetic material."}, {"time": "00:01:46", "line": "DNA dictates (guides) the cell what needs to be done"}, {"time": "00:01:48", "line": "and how it will do it (process-work)."}, {"time": "00:01:56", "line": "Chromatin is the interconnected and widespread form of DNA found inside the nuclear membrane."}, {"time": "00:01:58", "line": "When a cell is ready to divide"}, {"time": "00:02:06", "line": "DNA condenses (accumulates) into structures known as chromosomes."}, {"time": "00:02:10", "line": "The nucleus also contains a nucleolus"}, {"time": "00:02:16", "line": "which is a structure in which ribosomes are formed."}, {"time": "00:02:19", "line": "Once the ribosomes are removed from the nucleus"}, {"time": "00:02:21", "line": "they will have as their main job -synthesis-   or protein creation."}, {"time": "00:02:31", "line": "Outside the nucleus, ribosomes and the rest of the organelles"}, {"time": "00:02:38", "line": "swim around in cytoplasm, which is gelatinous substance."}, {"time": "00:02:42", "line": "Ribosomes can move freely within the cytoplasm"}, {"time": "00:02:48", "line": "or cling to the endoplasmic reticulum (mesh), abbreviated as ER."}, {"time": "00:02:50", "line": "There are two types of ERs:"}, {"time": "00:02:54", "line": "Rough ER (granular) which has ribosomes attached to it"}, {"time": "00:03:00", "line": "and smooth (agranular) ER that has no self-adhesive ribosomes."}, {"time": "00:03:02", "line": "Endoplasmic reticulum"}, {"time": "00:03:06", "line": "is a membrane-enclosed path (road) that transports materials"}, {"time": "00:03:12", "line": "such as ribosome-synthesized proteins.   Proteins and other materials"}, {"time": "00:03:16", "line": "emerge from the endoplasmic reticulum   in small bladders (air or fluid)"}, {"time": "00:03:23", "line": "hence the Golgi apparatus, which is often referred to as the Golgi body"}, {"time": "00:03:26", "line": "accepts them."}, {"time": "00:03:31", "line": "During protein excretion through the golgi apparatus they are modified"}, {"time": "00:03:35", "line": "in forms (types) which the cell can use."}, {"time": "00:03:40", "line": "The body of the globe does this by splitting the proteins into usable forms."}, {"time": "00:03:43", "line": "or by adding other materials to them.   such as lipids   or carbohydrates."}, {"time": "00:03:54", "line": "Vacuoles are bags-shaped structures that store various materials."}, {"time": "00:04:03", "line": "Here, in this plant cell, the central vacuole stores water."}, {"time": "00:04:05", "line": "If we go back to animal cells   you will see an organelle called a lysosome."}, {"time": "00:04:11", "line": "Lysosomes are waste collectors."}, {"time": "00:04:15", "line": "which insert used or damaged parts of the cell."}, {"time": "00:04:20", "line": "They are filled with enzymes which process (break down) these fungal wastes."}, {"time": "00:04:24", "line": "Mitochondria are an organelle that serves as an energy source for both types:"}, {"time": "00:04:28", "line": "plant and animal cells   Throughout a process known as Cellular Breathing"}, {"time": "00:04:34", "line": "mitochondria form ATP molecules"}, {"time": "00:04:39", "line": "which supply energy to all cellular processes.   Cells that need more energy"}, {"time": "00:04:46", "line": "have more mitochondria.   Meanwhile the cell retains its shape"}, {"time": "00:04:52", "line": "with the help of a cytoskeleton (cell skeleton)"}, {"time": "00:04:55", "line": "The skeleton contains microfilaments in the form of fibers"}, {"time": "00:04:58", "line": "which are made up of proteins   and microtubules that are thin, hollow tubes."}, {"time": "00:05:06", "line": "Some organisms   such as photoautotrophic plants"}, {"time": "00:05:16", "line": "which means they receive sunlight for energy"}, {"time": "00:05:20", "line": "have cells that contain an organelle called a coloroplast"}, {"time": "00:05:23", "line": "Chloroplast is where photosynthesis occurs"}, {"time": "00:05:26", "line": "It is green because it contains a green pigment called   Chlorophyll."}, {"time": "00:05:34", "line": "Plant cells also have a cell wall outside the cell membrane"}, {"time": "00:05:39", "line": "which gives shape, supports and protects the plant cell."}, {"time": "00:05:43", "line": "Animal cells never have a cell wall"}, {"time": "00:05:48", "line": "There are different types of structures that only a few cells have"}, {"time": "00:05:50", "line": "Here are just a few of them."}, {"time": "00:05:56", "line": "In humans, for example, the respiratory tract is lined with cells that contain cilia."}, {"time": "00:05:59", "line": "These are microscopic designs in the form of hair"}, {"time": "00:06:01", "line": "which move in the form of waves."}, {"time": "00:06:12", "line": "This ability enables the capture of airborne worms and throws them out through coughing."}, {"time": "00:06:15", "line": "Another unique feature of some cells is the flagellum."}, {"time": "00:06:18", "line": "Some bacteria have flares."}, {"time": "00:06:24", "line": "The flagellum is like a small tail that allows the cell to move or push itself forward."}, {"time": "00:06:27", "line": "The only human cell that has a flagellum   is the sperm cell"}, {"time": "00:06:34", "line": "As a generalization, remember that:"}, {"time": "00:06:42", "line": "Eukaryotic cells are plant and animal cells that have a membrane-bound nucleus and organelle."}, {"time": "00:06:49", "line": "While prokaryotic cells are single-celled organisms that do not have these."}, {"time": "00:06:56", "line": "All cells have a cell membrane, cytoplasm, and genetic material."}, {"time": "00:06:59", "line": "Although only plant cells have chloroplasts  both cells (plant and animal) have mitochondria. "}]