[{"time": "00:00:01", "line": "Germs are everywhere,   In your phone,   In your water bottle,"}, {"time": "00:00:08", "line": "In your hands before you wash them,   In your hands after you washed them off,"}, {"time": "00:00:14", "line": "And they literally cover every place of your body too"}, {"time": "00:00:20", "line": "Microbes are everywhere, and there is nothing we can do about it"}, {"time": "00:00:23", "line": "So, we made a deal millions of years ago,"}, {"time": "00:00:25", "line": "The point is to give them shelter and food   In return, they work for us."}, {"time": "00:00:44", "line": "But the more we know about this partnership, the more it looks like a cold war"}, {"time": "00:00:48", "line": "Within the wombs of our mothers, humans are initially sterile"}, {"time": "00:00:50", "line": "When we are born and pass through the birth canal,"}, {"time": "00:00:55", "line": "Billions of bacteria from our mothers completely cover our bodies."}, {"time": "00:00:57", "line": "This is an important part of human health."}, {"time": "00:01:01", "line": "Children born by cesarean section have a higher rate of asthma,"}, {"time": "00:01:03", "line": "Immune diseases and even leukemia."}, {"time": "00:01:10", "line": "So our bodies do not just accept the invasion of microorganisms. She even welcomes her"}, {"time": "00:01:16", "line": "Over millions of years, we develop together to make the best of our relationship."}, {"time": "00:01:17", "line": "Breast milk for example,   It contains special sugar to nourish and help"}, {"time": "00:01:22", "line": "Some groups of microbes,   That works as your company for the other,"}, {"time": "00:01:26", "line": "And it helps to modify the immune system."}, {"time": "00:01:31", "line": "It takes two years for a healthy community to form microbes"}, {"time": "00:01:35", "line": "Every human being has his own microbiome, made up of bacteria,"}, {"time": "00:01:38", "line": "Viruses, fungi and other creatures."}, {"time": "00:01:42", "line": "We have three types of guests, on and on in our bodies   the first:"}, {"time": "00:01:48", "line": "Silent travelers do their jobs, and they are politely ignored."}, {"time": "00:01:53", "line": "By staying there, they take space and keep violent intruders away."}, {"time": "00:01:54", "line": "The second:   The guests that are harming us,"}, {"time": "00:01:57", "line": "But we learned to live with them,"}, {"time": "00:02:01", "line": "For example, bacteria that literally create acid that melts our teeth,"}, {"time": "00:02:02", "line": "If we do not use the miswak enough."}, {"time": "00:02:05", "line": "They want to take as much space as they can"}, {"time": "00:02:06", "line": "And we don't want them to do that."}, {"time": "00:02:09", "line": "However, we cannot get rid of it completely.   the third:"}, {"time": "00:02:14", "line": "The friendly fellows, which our bodies want you to be around,"}, {"time": "00:02:19", "line": "Most of them have a community of 380,000 billion bacteria,"}, {"time": "00:02:23", "line": "Up to 5,000 different species may live in our gut."}, {"time": "00:02:25", "line": "These small intestine organisms help us digest food,"}, {"time": "00:02:30", "line": "And pulling additional calories is one that we cannot digest ourselves."}, {"time": "00:02:34", "line": "Unfortunately, our intestine is also an ideal point of attack for intruders,"}, {"time": "00:02:36", "line": "That which is guarded by the aggressive army,   Our immune system."}, {"time": "00:02:41", "line": "To survive here, we have a microbiome with us co-evolved"}, {"time": "00:02:44", "line": "To be able to communicate with our body."}, {"time": "00:02:49", "line": "The most important part of this is to ask the immune system not to kill them."}, {"time": "00:02:52", "line": "However, they also have a real motivation to keep our gut healthy,"}, {"time": "00:02:55", "line": "Even some of them produce messenger materials,"}, {"time": "00:02:57", "line": "That helps educate the immune system,"}, {"time": "00:03:02", "line": "Others stimulate intestinal cells to regenerate faster."}, {"time": "00:03:03", "line": "However, over the past few years."}, {"time": "00:03:06", "line": "Evidence has emerged that the effect of our gut microbiome,"}, {"time": "00:03:08", "line": "It goes much further.   It may even occur directly to the brain."}, {"time": "00:03:15", "line": "I noticed some strange things,   90% of Serotonin is our body,"}, {"time": "00:03:19", "line": "An important messenger substance for neurons,   It is produced in the gut."}, {"time": "00:03:24", "line": "Some scientists believe that the microbiome does this,"}, {"time": "00:03:26", "line": "To communicate with the vagus nerve."}, {"time": "00:03:29", "line": "The information superhighway of our nervous system."}, {"time": "00:03:33", "line": "Other examples are bacteria that stimulate immune cells in the intestine,"}, {"time": "00:03:36", "line": "So they send a kind of warning signal to the brain."}, {"time": "00:03:40", "line": "Here, it also activates immune cells that help the brain recover from infections."}, {"time": "00:03:43", "line": "Since the brain decides what we eat,"}, {"time": "00:03:46", "line": "The microbiome is interested in a healthy brain."}, {"time": "00:03:49", "line": "A new field of science opened here,"}, {"time": "00:03:52", "line": "And we're just about to understand how these can be"}, {"time": "00:03:54", "line": "The complex systems within our bodies interact."}, {"time": "00:03:58", "line": "But we're starting to see how much our microbiome has"}, {"time": "00:04:01", "line": "It really affects us and our behavior.   Take depression, for example."}, {"time": "00:04:06", "line": "Healthy rat microbes feed from the courage of depression,"}, {"time": "00:04:09", "line": "I started showing anxiety behavior like,"}, {"time": "00:04:11", "line": "And symptoms that look like depression."}, {"time": "00:04:16", "line": "And in early 2017, a microbiome study of intelligence linked,"}, {"time": "00:04:19", "line": "By attaching a specific group of bacteria in newborns,"}, {"time": "00:04:22", "line": "With the best motor and language skills."}, {"time": "00:04:25", "line": "But it may also affect our daily life.   Experiments with fruit flies,"}, {"time": "00:04:30", "line": "It showed that microbiome affected what types of food it craved."}, {"time": "00:04:34", "line": "This may mean your microbes are able to say to your mind,"}, {"time": "00:04:36", "line": "Food that must be obtained.   Although, this is not a one-way street"}, {"time": "00:04:42", "line": "Our microbiome seeds come from our mother,"}, {"time": "00:04:46", "line": "But how it changes and changes, is determined by what we eat."}, {"time": "00:04:49", "line": "The organisms feed our secret on various things,"}, {"time": "00:04:51", "line": "Some like fiber and leafy greens,   Others go to sugars and starches,"}, {"time": "00:04:57", "line": "Some love greasy potatoes and butter."}, {"time": "00:05:00", "line": "We have a bowel like a garden in which we decided constantly,"}, {"time": "00:05:03", "line": "What will grow and bloom."}, {"time": "00:05:07", "line": "If we eat healthy food, we strain the bacteria that healthy food is like."}, {"time": "00:05:13", "line": "If we eat a lot of fast food, then we strain the fast-loving food bacteria."}, {"time": "00:05:17", "line": "Life is hard, so we can get trapped in a vicious circle."}, {"time": "00:05:22", "line": "You have a stressful time, eat lots of burgers, french fries and pizza."}, {"time": "00:05:24", "line": "This is great for bacteria for fast food,"}, {"time": "00:05:29", "line": "They multiply, multiply, and take up an area of ​​loving plant bacteria."}, {"time": "00:05:34", "line": "Worse yet, it sends signals to the brain to continue what it does."}, {"time": "00:05:36", "line": "This makes you want more fast food than that."}, {"time": "00:05:38", "line": "Which generates more rapidly food bacteria,"}, {"time": "00:05:43", "line": "That makes you crave fast food, etc. and so on."}, {"time": "00:05:45", "line": "This kind of self-reinforcement cycle,   It can play a huge role in obesity."}, {"time": "00:05:50", "line": "However, it is important to stress that this process cannot be fought,"}, {"time": "00:05:55", "line": "And the opposite, by eating healthy food and breeding more good bacteria."}, {"time": "00:05:58", "line": "Beyond overweight, our microbiome has also been linked to the other"}, {"time": "00:06:00", "line": "Serious diseases like autism,   Schizophrenia, and cancer."}, {"time": "00:06:07", "line": "One of the first symptoms of Parkinson's disease is actually gut problems."}, {"time": "00:06:10", "line": "If your body is overtaken with bacteria that harm you,"}, {"time": "00:06:12", "line": "Often there is only one solution.   You bring in an army of good guys."}, {"time": "00:06:16", "line": "its very easy,   You just planted some healthy tube."}, {"time": "00:06:23", "line": "You can do this by literally transferring a tube, from a healthy person,"}, {"time": "00:06:25", "line": "In your gut.   This method is already used to treat diarrhea"}, {"time": "00:06:33", "line": "This is what happens when C. bacteria are difficult, gut microbiome control."}, {"time": "00:06:37", "line": "But we don't know enough about the complicated interaction at work here yet."}, {"time": "00:06:41", "line": "For example, transplantation from overweight cured donor donor diarrhea,"}, {"time": "00:06:44", "line": "But obesity contributed to her down the line."}, {"time": "00:06:48", "line": "This caused some methods and another one tried to study to reverse the effect."}, {"time": "00:06:52", "line": "Laying a tube of slim people to that obese,"}, {"time": "00:06:54", "line": "It gave them a more varied microbiome,"}, {"time": "00:06:56", "line": "And make it less sensitive to insulin."}, {"time": "00:07:00", "line": "All of the things that also happen when people lose weight"}, {"time": "00:07:03", "line": "We need to do a lot of scientific research, to really understand this"}, {"time": "00:07:06", "line": "How microbes make us more healthy or sick."}, {"time": "00:07:08", "line": "However, whether we like it or not."}, {"time": "00:07:11", "line": "We need our microbes, and we need us too."}, {"time": "00:07:14", "line": "We will never have our bodies for ourselves.   But we included a strong ally,  If we can keep peace. "}]