[{"time": "00:00:01", "line": "Proteins play innumerable roles throughout the biological world."}, {"time": "00:00:09", "line": "Some of these proteins transport nutrients throughout the body."}, {"time": "00:00:12", "line": "And some of them help chemical reactions to occur at a faster rate."}, {"time": "00:00:15", "line": "Others build the foundation for living things"}, {"time": "00:00:19", "line": "Despite this wide range of functions, all proteins are composed of the same 21 building blocks"}, {"time": "00:00:21", "line": "Lumps, called amino acids."}, {"time": "00:00:27", "line": "Amino acids are made of carbon, oxygen, nitrogen, and hydrogen, and some contain sulfur atoms."}, {"time": "00:00:35", "line": "Selenostestin is the only standard amino acid that contains selenium atom."}, {"time": "00:00:39", "line": "These atoms form an amino group, a carboxyl group, and a side chain attached to the central"}, {"time": "00:00:41", "line": "Carbon atom."}, {"time": "00:00:49", "line": "The side chain is the only part that varies from amino acids to amino acids"}, {"time": "00:00:52", "line": "Its characteristics."}, {"time": "00:00:57", "line": "Hydrophobic amino acids have a rich carbon side chains, which do not interact well with water."}, {"time": "00:01:05", "line": "Aqueous or polar amino acids interact well with water."}, {"time": "00:01:19", "line": "Charged amino acids interact with opposing charged amino acids or other molecules."}, {"time": "00:01:24", "line": "The basic structure of the protein"}, {"time": "00:01:30", "line": "Linear sequence of amino acids as encoded by DNA."}, {"time": "00:01:34", "line": "The amino acids are bound into the protein peptide bond, which binds the amino group"}, {"time": "00:01:37", "line": "From one amino acid to another carboxyl group."}, {"time": "00:01:42", "line": "The water molecule is released every time a bond may be."}, {"time": "00:01:47", "line": "A linked chain of carbon, nitrogen, and oxygen atoms make up the protein backbone."}, {"time": "00:01:53", "line": "These protein chains are often divided into two types of secondary structures: alpha rings, or"}, {"time": "00:01:55", "line": "Beta sheet."}, {"time": "00:02:00", "line": "The alpha helix is ​​stabilized in the right coil by hydrogen bonds between the amine and the carboxyl"}, {"time": "00:02:05", "line": "Groups of proximal amino acids."}, {"time": "00:02:10", "line": "Beta plates are formed when hydrogen bonds stabilize two or more adjacent branches."}, {"time": "00:02:16", "line": "The third protein structure is a three-dimensional shape of a protein chain."}, {"time": "00:02:22", "line": "This shape is determined by the properties of the amino acids that make up the chain."}, {"time": "00:02:27", "line": "Many proteins form spherical shapes with hydrophobic side chains protected inside, away from"}, {"time": "00:02:31", "line": "Surrounding waters."}, {"time": "00:02:37", "line": "Membrane-bound proteins have a hydrophobic residue grouped together on the outside, so that"}, {"time": "00:02:42", "line": "They can interact with the lipid in the membrane."}, {"time": "00:02:53", "line": "Charged amino acids allow proteins to interact with molecules that have complementary charges."}, {"time": "00:02:57", "line": "The functions of many proteins depend on three-dimensional shapes."}, {"time": "00:03:02", "line": "For example, hemoglobin forms a pocket of heme nodes, a small molecule with an iron atom"}, {"time": "00:03:08", "line": "At the center that connects the oxygen."}, {"time": "00:03:13", "line": "Two or more polypeptide chains can come together to form one functional molecule with several"}, {"time": "00:03:15", "line": "Sub units."}, {"time": "00:03:19", "line": "The four hemoglobin subunits are cooperating so that the compound can capture more oxygen"}, {"time": "00:03:23", "line": "In the lungs and released in the body."}, {"time": "00:03:27", "line": "Various visual representations of proteins can give us visual clues about protein"}, {"time": "00:03:29", "line": "Installation and function."}, {"time": "00:03:34", "line": "This space-filling graph shows all the atoms that make up this protein."}, {"time": "00:03:40", "line": "This representation, called a strip or cardboard graph, shows protein regulation"}, {"time": "00:03:43", "line": "The backbone and alpha rings are highlighted."}, {"time": "00:03:51", "line": "This surface representation shows the accessible regions of the water molecules."}, {"time": "00:03:54", "line": "Most proteins are smaller than the wavelength of light."}, {"time": "00:04:02", "line": "For example, the hemoglobin molecule is about 6.5 nanometers in size."}, {"time": "00:04:05", "line": "Hemoglobin is found in a high concentration in red blood cells."}, {"time": "00:04:18", "line": "Typical red blood cells contain about 280 million hemoglobin molecules."}, {"time": "00:04:26", "line": "3D shapes of proteins determine their function."}, {"time": "00:04:30", "line": "Flexible weapons of antibodies protect us from disease through recognition and binding to"}, {"time": "00:04:44", "line": "Pathogens are targeting for destruction by the immune system."}, {"time": "00:04:49", "line": "The hormone insulin is a small and stable protein that can easily maintain its shape while traveling"}, {"time": "00:05:06", "line": "Through the blood to regulate glucose in the blood level."}, {"time": "00:05:19", "line": "Alpha amylase is an enzyme that starts digesting from starch in our saliva."}, {"time": "00:05:23", "line": "The calcium pump is aided by magnesium and ATP supported"}, {"time": "00:05:40", "line": "To transfer calcium ions back into the sarcoplasmic reticulum after each muscle contraction."}, {"time": "00:05:44", "line": "Ferritin is a spherical protein with channels that allow iron atoms to enter and exit"}, {"time": "00:05:47", "line": "Depending on the needs of the organism."}, {"time": "00:05:51", "line": "In the form of ferritin within a hollow space with atoms, continued to the ener"}, {"time": "00:05:54", "line": "Wall.   Ferritin stores iron in a non-toxic form."}, {"time": "00:06:15", "line": "Collagen forms a strong triple helix that is used throughout the body for structural support"}, {"time": "00:06:24", "line": "Collagen molecules can form elongated fibers that combine to form collagen fibers."}, {"time": "00:06:28", "line": "This type of collagen is found in the skin and tendons."}, {"time": "00:06:32", "line": "Learn more about the functions and 3D structures of proteins and other molecular machines in  And precipitate the data bank protein. "}]